<h2 class="western" style="margin-bottom: 0cm; line-height: d%;">Aprendizaje aut&oacute;nomo</h2>
<p>&nbsp;</p>
<p style="text-align: justify;">En los cursos virtuales no hay interacci&oacute;n presencial directa entre docente y estudiante. Esto no quiere decir que ya no exista comunicaci&oacute;n entre docente y estudiantes, sino que esta comunicaci&oacute;n no presencial se realiza a trav&eacute;s de los medios de comunicaci&oacute;n, en el cual el estudiante desarrolla con mayor &eacute;nfasis su autonom&iacute;a, su autorregulaci&oacute;n, su disciplina y sus h&aacute;bitos de estudio, ya que es &eacute;l mismo quien se encarga de sacar el mayor provecho a su proceso de formaci&oacute;n acad&eacute;mica.</p>
<p style="text-align: justify;">Aprender supone construir nuevos significados gracias a que somos capaces de atribuir sentido a este proceso de construcci&oacute;n y depende de una multiplicidad de factores como sentir inter&eacute;s por la tarea, percibirse competente para llevarla a cabo y realizar el esfuerzo que supone cogniciones, afectos y conductas, orientados sistem&aacute;ticamente hacia la consecuci&oacute;n de metas.</p>
<p style="text-align: justify;">Los diferentes autores coinciden en resaltar que trabajar de modo aut&oacute;nomo supone que los estudiantes alcancen algunas competencias para construir conocimiento a trav&eacute;s de:</p>
<blockquote>
<p style="text-align: justify;" align="JUSTIFY">Aprendizaje significativo, lo que se manifiesta al detectar las situaciones problemas y sus necesidades de aprendizaje, fijando personalmente sus propios objetivos y planificando su propio proceso de aprendizaje. Adem&aacute;s implica seleccionar adecuadamente la informaci&oacute;n pertinente e importante y comprender y procesar la informaci&oacute;n; organizar y estructurar el conocimiento elaborado e integrar conocimientos: transferir o generalizar los conocimientos y competencias a situaciones nuevas y realizar eficazmente evaluaciones y/o ex&aacute;menes.</p>
<p style="text-align: justify;" align="JUSTIFY">Pensamiento cr&iacute;tico: que se muestra por el desarrollo de un conjunto de habilidades que incluyen el pensamiento independiente y libre de sesgos y prejuicios; la actitud cr&iacute;tica frente al conocimiento en espera de que se den suficientes razones para apoyarlo; y la capacidad para evaluar y sopesar la importancia de los datos y de las evidencias para&nbsp;emitir juicios razonados y tomar decisiones consecuentes. El pensamiento cr&iacute;tico requiere, por tanto, de habilidades de argumentaci&oacute;n, es decir, habilidades l&oacute;gicas y discursivas, que permiten convencer sobre la veracidad o conveniencia de una tesis, aduciendo razones y apoyos con el prop&oacute;sito de establecer la validez de la proposici&oacute;n planteada el proceso de aprendizaje, aplicando estrategias para fijar las propias metas, hacer una valoraci&oacute;n correcta de s&iacute; mismo, desarrollar la propia autoestima, hacer una adecuada atribuci&oacute;n de logro y de autogestionar sus motivos ante las dificultades y obst&aacute;culos surgidos en el proceso de aprendizaje.</p>
<p style="text-align: justify;" align="JUSTIFY">Autonom&iacute;a personal en el aprendizaje es la capacidad de aprender a aprender. La autonom&iacute;a en el aprendizaje exige, contar con las estrategias de aprendizaje necesarias para la elaboraci&oacute;n de conocimiento, disponer de las t&eacute;cnicas que permitan poner en marcha dichos procesos y ser capaz de utilizarlas en las condiciones espec&iacute;ficas del contexto y seg&uacute;n las demandas concretas de la tarea a resolver, de modo controlado, dentro de un plan dise&ntilde;ado deliberadamente con el fin de conseguir el objetivo de aprendizaje fijado.</p>
</blockquote>
<p style="text-align: justify;">El aprendizaje del estudiante universitario es un aprendizaje significativo en el que se da un proceso de activaci&oacute;n y selecci&oacute;n de los conocimientos y aprendizajes previos hacia la adquisici&oacute;n de nuevos aprendizajes, a trav&eacute;s de la puesta en marcha de complejas habilidades, destrezas y disposiciones intelectuales, acompa&ntilde;ado necesariamente de un conocimiento sobre el propio modo y estilo de aprender. Para ello, se autorregula, es decir, conoce sus propios procesos cognitivos y los m&eacute;todos empleados para regular esos mismos procesos: conocimiento de su propio yo, de la tarea a realizar y de las estrategias apropiadas para resolverla con &eacute;xito. En este sentido se precisa un proceso de feed-back auto-orientado durante el aprendizaje, en el que el estudiante controla la efectividad de sus estrategias y t&eacute;cnicas y responden a ese feedback de maneras diferentes: La autorregulaci&oacute;n surge en los estudiantes al analizar y evaluar tanto las tareas como su entorno, de cara a seleccionar una aproximaci&oacute;n a la resoluci&oacute;n del problema.</p>
<h2 align="JUSTIFY">&nbsp;Referencia</h2>
<p class="western" style="margin-bottom: 0.35cm;"><a href="http://journal.poligran.edu.co/index.php/panorama/article/viewFile/37/28"><span style="font-family: 'Arial Narrow', serif;"><span style="font-size: small;">Educaci&oacute;n virtual como favorecedora del aprendizaje aut&oacute;nomo</span></span></a></p>