<p class="MsoNormal">LECTURA COMPLEMENTARIA: <b>APRENDIZAJE BASADO EN EL INTERCAMBIO ABIERTO.</b></p>
<p class="MsoNormal" style="text-align: justify;">Recientemente se est&aacute;n difundiendo otras formas de aprender relacionadas con el intercambio abierto, que compartiremos en este texto.</p>
<p class="MsoNormal" style="text-align: justify;">Crist&oacute;bal Cobo Roman&iacute; afirma: &ldquo;El principal valor que ofrecen las aplicaciones web 2.0 es la simplificaci&oacute;n de la lectura y escritura en l&iacute;nea de los estudiantes&rdquo;, esto explica dos hechos&nbsp; fundamentales&nbsp; del proceso de aprendizaje: generar contenidos y compartirlos. De este modo el aprendizaje 2.0 se apoya en 2 principios b&aacute;sicos de la actual web: contenidos generados por el usuario y construcci&oacute;n&nbsp; de la participaci&oacute;n.</p>
<p class="MsoNormal" style="text-align: justify;">Lo anterior consolida una web que permite innovar hacia un modelo m&aacute;s rico en herramientas, espacios de intercambio y pedag&oacute;gicamente m&aacute;s prol&iacute;feros, donde los estudiantes aportan su conocimiento.</p>
<p class="MsoNormal" style="text-align: justify;">Gibbons, Limoges, Nowotny, Schwartzman, Scott y Trow, 1994 analizan la idea del &ldquo;conocimiento socialmente distribuido&rdquo;, potenciado por el uso de aplicaciones que favorecen el acceso, el intercambio de informaci&oacute;n y la generaci&oacute;n&nbsp; colectiva de contenidos. Es decir, un conocimiento intercambiable, acumulativo, colaborativo, que puede ser compartido transferido y convertido en bien p&uacute;blico.</p>
<p class="MsoNormal" style="text-align: justify;">Johnson, 1992 propone tres tipolog&iacute;as&nbsp; diferentes de aprendizaje:</p>
<p class="MsoListParagraphCxSpFirst" style="text-align: justify; text-indent: -18.0pt; mso-list: l0 level1 lfo1;"><!-- [if !supportLists]-->1.<span style="font-size: 7pt; line-height: normal; font-family: 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><!--[endif]--><b>Aprender haciendo:</b> Se aprende en el proceso de creaci&oacute;n individual y colectiva, a la vez, bajo el principio de &ldquo;ensayo-error&rdquo;, por ejemplo generando presentaciones de texto, audio o video. Promueve el aprendizaje constructivista.</p>
<p class="MsoListParagraphCxSpMiddle" style="text-align: justify; text-indent: -18.0pt; mso-list: l0 level1 lfo1;"><!-- [if !supportLists]-->2.<span style="font-size: 7pt; line-height: normal; font-family: 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><!--[endif]--><b>Aprender interactuando:</b> Se aprende intercambiando ideas con el resto de los usuarios de la red, el &eacute;nfasis de esta tipolog&iacute;a esta puesto en la comunicaci&oacute;n entre pares. Algunos&nbsp; ejemplos de esta tipolog&iacute;a de interacci&oacute;n son: agregar un post en un blog o wiki o actividades coloquiales como usar el correo electr&oacute;nico o el chat.</p>
<p class="MsoListParagraphCxSpLast" style="text-align: justify; text-indent: -18.0pt; mso-list: l0 level1 lfo1;"><!-- [if !supportLists]-->3.<span style="font-size: 7pt; line-height: normal; font-family: 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><!--[endif]--><b>Aprender investigando: </b>Se aprende mediante un proceso de investigaci&oacute;n, selecci&oacute;n y adaptaci&oacute;n, que termina ampliando y enriqueciendo el conocimiento de quien lo realiza. En un entorno&nbsp; de m&uacute;ltiple&nbsp; y variedad de informaci&oacute;n disponible, resulta fundamental aprender donde&nbsp; y como buscar los contenidos. Es uno de los ejercicios previos a la escritura de un ensayo, ejercicio, art&iacute;culo, etc.&nbsp;&nbsp;&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">A esta tipolog&iacute;a, Lundvall en 2002, propone un cuarto tipo de aprendizaje,&nbsp;&nbsp; basado en la idea de compartir informaci&oacute;n, conocimientos y experiencia y que representa un valor esencial de las herramientas web 2.0.</p>
<p class="MsoListParagraph" style="text-align: justify; text-indent: -18.0pt; mso-list: l0 level1 lfo1;"><!-- [if !supportLists]-->4.<span style="font-size: 7pt; line-height: normal; font-family: 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><!--[endif]--><b>Aprender compartiendo:</b> Se aprende en el proceso de intercambio de conocimientos y experiencias en las redes de aprendizaje (estudiantes-estudiantes o estudiantes-profesores) apoyadas en las tecnolog&iacute;as cooperativas. Estas tecnolog&iacute;as se convierten en instrumentos que favorecen la conformaci&oacute;n de redes de innovaci&oacute;n y generaci&oacute;n de conocimientos basadas en la reciprocidad y la cooperaci&oacute;n.</p>
<p class="MsoNormal" style="text-align: justify;">Estas nuevas formas de aprender basadas en el intercambio abierto, es decir, de uso libre, estimulan la experimentaci&oacute;n, reflexi&oacute;n&nbsp;&nbsp; y la generaci&oacute;n de conocimientos individuales y colectivos, favoreciendo la conformaci&oacute;n de un espacio de inter-creatividad y&nbsp; contribuyendo a la creaci&oacute;n de un entorno de aprendizaje colaborativo.</p>
<p class="MsoNormal" style="text-align: justify;">O&rsquo;Hear, 2005 plantea que recursos tan populares como los blogs, wikis y colaboratorios est&aacute;n teniendo una importante repercusi&oacute;n en los modelos de ense&ntilde;anza apoyados en la tecnolog&iacute;a.</p>
<p class="MsoNormal" style="text-align: justify;">&iquest;<b>Ser&aacute; necesario considerar estas nuevas formas de aprender y esta herramientas para los dise&ntilde;os instruccionales de quinta generaci&oacute;n?</b></p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;"><b>REFERENCIAS:</b></p>
<p class="MsoNormal" style="text-align: justify;"><b>Cobo Roman&iacute; Crist&oacute;bal, Aprendizaje colaborativo. Nuevos modelos para usos educativos, disponible en:</b></p>
<p class="MsoNormal" style="text-align: justify;"><b>&nbsp;</b><a href="http://isfd64tecnologia.files.wordpress.com/2011/05/planeta_web_2-0_cap-51.pdf"><b>http://isfd64tecnologia.files.wordpress.com/2011/05/planeta_web_2-0_cap-51.pdf</b></a><b>.</b></p>
<p class="MsoNormal" style="text-align: justify;"><b>&nbsp;</b></p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>
<p>&nbsp;</p>
<p class="MsoNormal" style="text-align: justify;">&nbsp;</p>