<p style="text-align: center;">EL APRENDIZAJE AUT&Oacute;NOMO&nbsp;</p>
<p style="text-align: justify;">El estudio y trabajo aut&oacute;nomo es una modalidad de aprendizaje en la que el aprendiz se responsabiliza de la organizaci&oacute;n de su trabajo y de la adquisici&oacute;n de competencias seg&uacute;n su propio ritmo. Implica asumir la responsabilidad y el control del proceso personal de aprendizaje, y las decisiones sobre la planificaci&oacute;n, realizaci&oacute;n y evaluaci&oacute;n de la experiencia de aprendizaje.</p>
<p style="text-align: justify;">Es un aprendizaje entendido como construcci&oacute;n del sentido del conocimiento, en donde se privilegian los procesos por medio de los cuales el estudiante codifica, organiza, elabora, transforma e interpreta la informaci&oacute;n recogida. Supone un nivel de aprendizaje estrat&eacute;gico e independiente que permita saber utilizar las propias competencias y los recursos m&aacute;s adecuados a las condiciones contextuales en las que se debe actuar. El estudiante aut&oacute;nomo, como sujeto activo de su propio aprendizaje, se formula metas, organiza el conocimiento, construye significados, utiliza estrategias adecuadas y elige los momentos que considera pertinentes para adquirir, desarrollar y generalizar lo aprendido.</p>
<blockquote>
<p>En la educaci&oacute;n superior el aprendizaje aut&oacute;nomo, presenta tres importantes estrategias:</p>
<ol type="a">
<li>
<p align="JUSTIFY">El estudiante debe tomar las decisiones oportunas de cara a mejorar su estudio y rendimiento;</p>
</li>
</ol><ol start="2" type="a">
<li>
<p align="JUSTIFY">Reflexi&oacute;n sobre el propio proceso de aprendizaje y</p>
</li>
</ol><ol start="3" type="a">
<li>
<p align="JUSTIFY">Autocontrol del esfuerzo y de la persistencia, y a promover condiciones que faciliten afectivamente el estudio.</p>
</li>
</ol></blockquote>
<p style="text-align: justify;">Este aprendizaje aut&oacute;nomo se caracteriza por permitir al estudiante ser autor de su propio desarrollo. La estimulaci&oacute;n de este aprendizaje persigue, esencialmente, lograr en el estudiante, y en consecuencia en el futuro profesional, un grado de autonom&iacute;a que lo habilite para su propio gobierno, el aprendizaje continuo, la toma de decisiones y la gesti&oacute;n independiente o vinculada a otros profesionales. Por ello es esencial que se tenga en cuenta: la contextualizaci&oacute;n de los aprendizajes, la reflexi&oacute;n personal, la construcci&oacute;n de conocimientos, la aplicaci&oacute;n pr&aacute;ctica de los mismos y la evaluaci&oacute;n del proceso realizado.</p>
<p style="text-align: justify;">&nbsp;En el momento actual y en un futuro inmediato ser aut&oacute;nomo y estrat&eacute;gico ser&aacute; una competencia imprescindible para sobrevivir y progresar en una sociedad constituida por numerosos, r&aacute;pidos e imprescindibles cambios. Por tal motivo no hay dudas de que, actualmente, formar a los estudiantes para la autonom&iacute;a en su aprendizaje es una de las principales finalidades de la educaci&oacute;n formal sea cual sea el nivel educativo en donde nos situemos.</p>
<h2>Referencias</h2>
<p class="western" style="margin-bottom: 0.35cm;"><span style="font-family: 'Arial Narrow', serif;"><span style="font-size: small;"><a href="http://es.wikipedia.org/wiki/Herramienta_de_trabajo_colaborativo">Herramientas de trabajo colaborativo</a></span></span></p>