<p style="text-align: justify;" align="JUSTIFY">COMO CREAR UN PORTAFOLIO VIRTUAL</p>
<p style="text-align: justify;" align="JUSTIFY">Desarrollar un portafolio es desarrollar orden, tener un orden en los documentos que se manejen, almacenar documentos, objetos, etc.</p>
<p style="text-align: justify;" align="JUSTIFY">En t&eacute;rminos digitales, un portafolio digital es el sitio o lugar donde se almacena informaci&oacute;n personal de cada usuario.</p>
<p style="text-align: justify;" align="JUSTIFY">Comparando el uso del portafolio manual, con el portafolio digital, tendr&iacute;amos que observar el uso que ten&iacute;a y sus caracter&iacute;sticas, cargar con &eacute;l y con muchos datos impresos a cada lugar que &iacute;bamos y si se nos ca&iacute;a, la informaci&oacute;n se da&ntilde;aba, entonces ten&iacute;amos que volver a imprimirla, era algo bochornoso.</p>
<p style="text-align: justify;" align="JUSTIFY">Con el portafolio digital se facilitaron muchas cosas, solo requieres tener un dispositivo con acceso a la Internet para realizar un portafolio digital, solo innovaron y modificaron detalles que manualmente quiz&aacute;s no se pod&iacute;an hacer, o imag&iacute;nate si tu informaci&oacute;n se saliera de tu portafolio digital y anduviera divagando por la red mundial, es mejor no imaginarlo, en conclusi&oacute;n el portafolio digital sigue siendo un sitio muy personal y privado, donde cada uno de nosotros decidimos que guardar o que almacenar.</p>
<p style="text-align: justify;" align="JUSTIFY">Pasos a seguir para desarrollar un portafolio en Blogger:</p>
<blockquote>
<p align="JUSTIFY">1.- Entrar a la p&aacute;gina www.gmail.com y crear una cuenta.</p>
<p align="JUSTIFY">2.- Despu&eacute;s de haber creado la cuenta, ir a la p&aacute;gina principal de Blogger, www.Blogger.com y acceder con tu&nbsp; cuenta&nbsp; &nbsp;&nbsp;&nbsp; creada en GMAIL.</p>
<p align="JUSTIFY">3.- Al acceder a Blogger te pedir&aacute; una configuraci&oacute;n por default, para empezar con la creaci&oacute;n de blogs, desde ah&iacute; puedes crear el blog.</p>
</blockquote>
<p style="text-align: justify;" align="JUSTIFY">Despu&eacute;s de haber creado el blog o libreta digital, podemos empezar a publicar entradas o empezar a colocar informaci&oacute;n en la red, para publicar una entrada es f&aacute;cil, dentro del escritorio de Blogger, le damos publicar entrada al blog correspondiente, en este caso el de estrategias de aprendizaje y la creamos, despu&eacute;s de crear la entrada, le damos en publicar entrada, pero ojo, no se publica, solo se env&iacute;a y se guarda en el editor de entradas, despu&eacute;s tenemos que ir al editor de entradas y ah&iacute; seleccionarla y listo, dale ahora si publicar entrada, y nuestra entrada estar&aacute; publicada, nuestra informaci&oacute;n estar&aacute; en nuestro blog.&nbsp;</p>