<p align="JUSTIFY">ROL DEL DOCENTE VIRTUAL</p>
<p align="JUSTIFY">La evoluci&oacute;n vertiginosa de la tecnolog&iacute;a y la necesidad de acoplarlas a la formaci&oacute;n en red, conlleva a nuevos tipos de clases o cursos virtuales, de tercera generaci&oacute;n. As&iacute; surgen los cursos masivos, en l&iacute;nea y abiertos, conocidos como&nbsp;<strong>(MOOC), </strong>por sus siglas en ingl&eacute;s, que significan:&nbsp;<span style="font-size: 1em; line-height: 1.6em;">&nbsp;&nbsp;</span><strong style="font-size: 1em; line-height: 1.6em;">Curso Online Masivo y Abierto: </strong>Son <span style="font-size: 1em; line-height: 1.6em;">cursos abiertos, no porque se ofrezcan gratis, sino porque las actividades, los contenidos, los recursos, etc estan abiertos a cualquier usuario. Estan compuesto fundamentalmente por Recursos Educativos Abiertos (OER) y dise&ntilde;ado para poder ser cursado, a trav&eacute;s de una plataforma o entorno personal de aprendizaje instalado en la red Internet, por cualquier persona, de manera aut&oacute;noma, sin necesidad de contar con un profesor o tutor de apoyo en red al otro lado de la conexi&oacute;n. El objetivo de estos cursos es compartir y difundir conocimiento a partir de los materiales que los profesores cuelgan en la web y los debates que se plantean en las aulas globales.&nbsp;Por tanto la labor del profesor evoluciona tambi&eacute;n, su mayor responsabilidad est&aacute; en planificar y organizar los cursos, utilizando las NTA, pero no quiere decir que basta con usar estas para que los cursos alcancen sus objetivos, sigue siendo importante el aspecto pedag&oacute;gico y el comunicativo, que tambi&eacute;n adquiere nuevos matices. Se exige de docentes con nuevos roles, nuevas competencias: pedag&oacute;gicas, tecnol&oacute;gicas y comunicativas:</span></p>
<p style="text-align: justify;" align="JUSTIFY">Entre las <strong>competencias pedag&oacute;gicas</strong>, las m&aacute;s importantes est&aacute;n relacionadas con la capacidad para realizar un <strong>adecuado dise&ntilde;o pedag&oacute;gico</strong>, que tenga en cuenta principios pedag&oacute;gicos, tales como: el aprendizaje es un proceso natural, social, activo, integrado y contextualizado.</p>
<p style="text-align: justify;" align="JUSTIFY"><strong>Natural:&nbsp;</strong>porque el cerebro est&aacute; concebido para aprender naturalmente, aunque todos aprendemos de diferentes maneras. Existen diferentes estilos de aprendizaje que deben tomarse en cuenta para dise&ntilde;ar las actividades de aprendizaje para que sean los estudiantes quienes saquen significados de sus diferentes estilos personales de aprender.</p>
<p align="JUSTIFY"><strong>Social:</strong> el aprendizaje es un proceso social, se puede aprender en contexto social, se necesita re-descubrir el contexto comunitario de aprendizaje, para que aprendan en la red compartiendo las formas de aprender de otros. Las herramientas de informaci&oacute;n y comunicaci&oacute;n en red facilitan la apropiaci&oacute;n grupal de sentidos y significados, mediante el trabajo colaborativo en red.</p>
<p style="text-align: justify;" align="JUSTIFY"><strong>Activo:</strong> El aprendizaje tambi&eacute;n es un proceso activo y no pasivo, donde los individuos se enfrentan al desaf&iacute;o de descubrir conocimientos, de producirlo y no simplemente de re-producirlo. En las redes se almacena, distribuye y re-distribuye &nbsp; conocimientos, estos se alcanzan luego de la reflexi&oacute;n te&oacute;rica y la experiencia pr&aacute;ctica.</p>
<p style="text-align: justify;" align="JUSTIFY"><strong>El aprendizaje es integrado y contextualizado:</strong> La informaci&oacute;n se presenta de forma global y tambi&eacute;n en secuencia de unidades de informaci&oacute;n, pero las actividades de aprendizaje deben integrarse y relacionarse con los aprendizajes anteriores ayudando a las debidas conexiones.</p>
<p style="text-align: justify;">Atendiendo a lo anterior las competencias pedag&oacute;gicas son imprescindibles para un optimo dise&ntilde;o pedag&oacute;gico en funci&oacute;n de los resultados de aprendizajes, siendo estas:</p>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em; line-height: 1.6em;">Conocimientos interdisciplinarios</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Capacidad de s&iacute;ntesis en el discurso.</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Capacidad creativa para dise&ntilde;ar los recursos y actividades de aprendizaje.</span></li>
</ul>
</ul>
</ul>
<h2>Competencias Comunicativas:</h2>
<p align="JUSTIFY">El docente debe estar en capacidad de producir sus propios textos, ya que en los entornos virtuales de aprendizajes se usa intensivamente el texto en las lecturas, pero tambi&eacute;n como medio en los foros, p&aacute;ginas web, etc. Por esto, debe estar en capacidad de:</p>
<ul>
<ul>
<ul>
<li style="text-align: justify;"><span style="font-size: 1em; line-height: 1.6em;">Producir textos dial&oacute;gicos, abiertos a la reflexi&oacute;n, al pensamiento cr&iacute;tico, fluidos, utilizando los recursos literarios adecuados, estructurando y organizando adecuadamente la informaci&oacute;n, orientando el trabajo de forma clara y sint&eacute;tica.</span></li>
<li style="text-align: justify;"><span style="font-size: 1em; line-height: 1.6em;">Producir materiales de comunicaci&oacute;n audio-visuales, demostrando capacidad de leer y decodificar im&aacute;genes, seleccionando las m&aacute;s adecuadas para trasmitir, acompa&ntilde;ar o interpretar mensajes y para seleccionar mensajes sonoros.</span></li>
<li style="text-align: justify;"><span style="font-size: 1em; line-height: 1.6em;">Adecuar los mensajes audiovisuales a las caracter&iacute;sticas de diversos soportes, integrando mensajes de diversos sistemas de c&oacute;digos al lenguaje multimedia y producir o dirigir la producci&oacute;n de gr&aacute;ficos de alto nivel de codificaci&oacute;n (infograf&iacute;a).</span></li>
</ul>
</ul>
</ul>
<h2>Competencias tecnol&oacute;gicas:</h2>
<p style="text-align: justify;">Son las necesarias para utilizar la tecnolog&iacute;a actual, de forma adecuada, pero recordemos que la tecnolog&iacute;a se desarrolla a un ritmo acelerado, por tanto se hablan de competencias b&aacute;sicas, medias y avanzadas. Para esta generaci&oacute;n y este tipo de curso debe poseer competencias medias y avanzadas, tales como:</p>
<h3>Medias:</h3>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em; line-height: 1.6em;">Edici&oacute;n de p&aacute;ginas web</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Edici&oacute;n multimedia</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Conocimiento de plataformas.</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Manejo de planillas de c&aacute;lculo y bases de datos</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Conocimiento y operaci&oacute;n de programas de edici&oacute;n de textos y multimedios.</span></li>
</ul>
</ul>
</ul>
<h3>&nbsp;</h3>
<h3>Avanzadas:</h3>
<ul>
<ul>
<ul>
<li><span style="font-size: 1em; line-height: 1.6em;">Operaci&oacute;n de programas especializados de su disciplina curricular.</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Manejo avanzado de planillas de c&aacute;lculo y bases de datos</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Manejo avanzado de programas editores de simulaciones o actividades</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Edici&oacute;n multimedia incluyendo manejo de programas editores de contenidos.</span></li>
<li><span style="font-size: 1em; line-height: 1.6em;">Conocimiento y manejo de plataformas.</span></li>
</ul>
</ul>
</ul>